Repository: NaN-tic/trytond-stock_picking_box
Catalog: locale/*.po
Languages: es_es

# error:stock.picking.box.out.assign:
source: Shipment "%(shipment)s" can not assign in box "%(box)s" because there is another shipment assigned. Please select a new box.
es_es: El albarán "%(shipment)s" no se puede asignar en el box "%(box)s" porque existe otro albarán ya asignado. Selecciona un nuevo box.

# error:stock.picking.box.out.assign:
source: Shipment "%(shipment)s" is available in box "%(box)s".
es_es: El albarán "%(shipment)s" ya se encuentra en el box "%(box)s".

# error:stock.picking.box.shipment.out:
source: Shipment "%(shipment)s" could not assign any box. Please try again or wait to available new box.
es_es: El albarán "%(shipment)s" no se puede asignar en ningún box. Intente más tarde o espere que se libre un box.

# field:stock.picking.box.out,active:
source: Active
es_es: Activo

# field:stock.picking.box.out,create_date:
source: Create Date
es_es: Fecha creación

# field:stock.picking.box.out,create_uid:
source: Create User
es_es: Usuario creación

# field:stock.picking.box.out,location:
source: Location
es_es: Ubicación

# field:stock.picking.box.out,name:
source: Name
es_es: Nombre

# field:stock.picking.box.out,rec_name:
source: Name
es_es: Nombre

# field:stock.picking.box.out,sequence:
source: Sequence
es_es: Secuencia

# field:stock.picking.box.out,type:
source: Type
es_es: Tipo

# field:stock.picking.box.out,warehouse:
source: Warehouse
es_es: Almacén

# field:stock.picking.box.out,write_date:
source: Write Date
es_es: Fecha modificación

# field:stock.picking.box.out,write_uid:
source: Write User
es_es: Usuario modificación

# field:stock.picking.box.out.assign,create_date:
source: Create Date
es_es: Fecha creación

# field:stock.picking.box.out.assign,create_uid:
source: Create User
es_es: Usuario creación

# field:stock.picking.box.out.assign,rec_name:
source: Name
es_es: Nombre

# field:stock.picking.box.out.assign,shipment:
source: Shipment
es_es: Albarán cliente

# field:stock.picking.box.out.assign,state:
source: State
es_es: Estado

# field:stock.picking.box.out.assign,user:
source: User
es_es: Usuario

# field:stock.picking.box.out.assign,write_date:
source: Write Date
es_es: Fecha modificación

# field:stock.picking.box.out.assign,write_uid:
source: Write User
es_es: Usuario modificación

# field:stock.picking.box.shipment.out.result,shipment:
source: Shipment
es_es: Albarán cliente

# field:stock.picking.box.shipment.out.start,shipment:
source: Shipment
es_es: Albarán cliente

# model:ir.action,name:act_stock_picking_box_out
source: Picking Boxes Out
es_es: Boxes de albaranes de cliente

# model:ir.action,name:act_stock_picking_box_out_assign
source: Picking Boxes Out Assign
es_es: Asignar boxes de albaranes cliente

# model:ir.action,name:act_stock_picking_box_shipment_out
source: Stock Picking Box Out
es_es: Box albaranes cliente

# model:ir.action.act_window.domain,name:act_stock_picking_box_out_assign_all
source: All
es_es: Todos

# model:ir.action.act_window.domain,name:act_stock_picking_box_out_assign_done
source: Done
es_es: Realizado

# model:ir.action.act_window.domain,name:act_stock_picking_box_out_assign_waiting
source: Waiting
es_es: En espera

# model:ir.ui.menu,name:menu_picking_box
source: Picking Boxes
es_es: Boxes de empaquetamiento

# model:ir.ui.menu,name:menu_picking_box_conf
source: Picking Boxes
es_es: Boxes de empaquetamiento

# model:ir.ui.menu,name:menu_stock_picking_box_out
source: Picking Box Out
es_es: Box albaranes de cliente

# model:ir.ui.menu,name:menu_stock_picking_box_out_assign
source: Picking Box Out
es_es: Box albaranes de cliente

# model:ir.ui.menu,name:menu_stock_picking_box_shipment_out
source: Picking Box Out
es_es: Box albaranes de cliente

# model:stock.picking.box.out,name:
source: Stock Picking Box Out
es_es: Box albaranes cliente

# model:stock.picking.box.out.assign,name:
source: Stock Picking Box Out Assign
es_es: Asignar box albaranes cliente

# model:stock.picking.box.shipment.out.result,name:
source: Shipment Picking Box Shipment Out Result
es_es: Resultado box albarán de salida

# model:stock.picking.box.shipment.out.start,name:
source: Shipment Picking Box Shipment Out Start
es_es: Assignación box albarán de salida

# selection:stock.picking.box.out,type:
source: Fixed
es_es: Fijo

# selection:stock.picking.box.out,type:
source: Picking
es_es: Empaquetar

# selection:stock.picking.box.out.assign,state:
source: Done
es_es: Realizar

# selection:stock.picking.box.out.assign,state:
source: Waiting
es_es: En espera

# view:stock.picking.box.out.assign:
source: Done
es_es: Realizado

# view:stock.picking.box.out.assign:
source: Picking Box Out Assign
es_es: Asignación box albaranes de salida

# view:stock.picking.box.out.assign:
source: Picking Boxes Out Assign
es_es: Asignación boxes de albaranes cliente

# view:stock.picking.box.out.assign:
source: Waiting
es_es: En espera

# view:stock.picking.box.out:
source: Picking Box Out
es_es: Box albaranes de cliente

# view:stock.picking.box.out:
source: Picking Boxes Out
es_es: Boxes de albaranes de cliente

# view:stock.picking.box.shipment.out.result:
source: Picking Box Shipment Out Result
es_es: Resultado box box albarán de salida

# view:stock.picking.box.shipment.out.result:
source: Successfully shipment assigned. Leave the shipment on the box
es_es: Se ha asignado el albarán. Deje el albarán en el box.

# view:stock.picking.box.shipment.out.start:
source: Picking Box Shipment Out Start
es_es: Assignación box albarán de salida

# wizard_button:stock.picking.box.shipment.out,picking,assign:
source: Assign
es_es: Reservar

# wizard_button:stock.picking.box.shipment.out,picking,end:
source: Cancel
es_es: Cancelar

# wizard_button:stock.picking.box.shipment.out,result,end:
source: Done
es_es: Finalizar

# wizard_button:stock.picking.box.shipment.out,result,picking:
source: New Assign
es_es: Nueva asignación
